# ZoneUseOutsideAirPerAreaParam Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ZoneUseOutsideAirPerAreaParam Property
ParameterTypeId Class See Also
---
"Use Outside Air Per Area"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ZoneUseOutsideAirPerAreaParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ZoneUseOutsideAirPerAreaParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ZoneUseOutsideAirPerAreaParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace